CATEGORY_OPTIONS = {
    "개발": [
        "C/C++",
        "프론트엔드 / 웹",
        "Java",
        "Python",
        "Go",
        "플러터",
        "언어 기타",
        "언어 비교",
    ],
    "운영": [
        "DevOps",
        "AWS",
        "Observability",
    ],
    "CS": [
        "알고리즘",
        "데이터베이스 DB",
        "네트워크",
        "Test",
        "Linux",
        "디자인패턴",
    ],
    "게임": [
        "유니티",
        "언리얼",
        "게임 서버",
    ],
    "보안": [
        "보안 일반",
    ],
    "비개발": [
        "디자인"
    ],
    "기타": [
        "개발 일반 (개발 문화/철학/방법론, 개발자 성장)",
        "Git",
        "AI",
        "데이터 사이언스",
        "미분류",
    ]
}
